const questionAll =
  "第1题：当你某日想去一个地方,你会：\n" +
  "A 事先计划好了，然后再去。\n" +
  "B 先去，然后随机应变。\n" +
  "第2题：如果你是一位老师,你愿教：\n" +
  "A 注重实践的课程。\n" +
  "B 注重理论的课程。\n" +
  "第3题：遇到问题时，你通常喜欢：\n" +
  "A 和别人讨论解决方法。\n" +
  "B 自己想办法解决。\n" +
  "第4题：你认为：\n" +
  "A 很早就应该开始为聚会，约会等做准备。\n" +
  "B 不必先做准备，去了以后见机行事。\n" +
  "第5题：你通常和这样的人相处得更好：\n" +
  "A 喜欢想象的人。\n" +
  "B 注重现实的人。\n" +
  "第6题：你更多时候是：\n" +
  "A 让情感驾驭理智。\n" +
  "B 让理智驾驭情感。\n" +
  "第7题：当你和一群人在一起时，你常常是更愿意：\n" +
  "A 加入到大家的谈话中去。\n" +
  "B 独自和熟识的人交谈。\n" +
  "第8题：你最喜欢做事情方式：\n" +
  "A 按兴致做事。\n" +
  "B 按计划做事。\n" +
  "第9题：你希望自己被看作是一个：\n" +
  "A 实干家。\n" +
  "B 发明家。\n" +
  "第10题：当别人问你一个问题时，你经常会：\n" +
  "A 马上就做回答。\n" +
  "B 先在脑子里想一想。\n" +
  "第11题：你喜欢和这样的人打交道：\n" +
  "A 常有出人意料想法的人。\n" +
  "B 按照常理行事的人。\n" +
  "第12题：按日程表办事：\n" +
  "A 正合你意。\n" +
  "B 束缚了你。\n" +
  "第13题：你觉得通常别人：\n" +
  "A 要花很长的时间才能和你相熟。\n" +
  "B 很快就能和你熟识。\n" +
  "第14题：为“如何过周末”定一个计划：\n" +
  "A 是有必要的。\n" +
  "B 完全没必要。\n" +
  "第15题：下列哪一个评价更适合你：\n" +
  "A 性情中人。\n" +
  "B 理智的人。\n" +
  "第16题：更多的时候，你倾向于：\n" +
  "A 独处。\n" +
  "B 同他人在一起。\n" +
  "第17题：在日常工作中，你更喜欢：\n" +
  "A 在时间紧迫的情况下，争分夺秒地工作。\n" +
  "B 做好提前量，尽早把工作做完。\n" +
  "第18题：你更愿把这样的人作为朋友：\n" +
  "A 总能有新想法的人。\n" +
  "B 脚踏实地的人。\n" +
  "第19题：你是一个：\n" +
  "A 兴趣广泛，什么都想尝试的人。\n" +
  "B 专注的投入某个兴趣的人。\n" +
  "第20题：当你有一项特别的工作要做时，你喜欢先：\n" +
  "A 察看到工作的全貌。\n" +
  "B 找出必须要做的环节。\n" +
  "第21题：你更接受：\n" +
  "A 以情动人。\n" +
  "B 以理服人。\n" +
  "第22题：当你为了消遣而阅读时，你一般：\n" +
  "A 欣赏作者奇特、独创的表达。\n" +
  "B 喜欢作者的表达直接、明确。\n" +
  "第23题：新认识你的人通常能这样了解到你的兴趣所在：\n" +
  "A 马上就能。\n" +
  "B 只有真正和你熟悉以后才能。\n" +
  "第24题：在旅行时，你喜欢：\n" +
  "A 随兴致行事。\n" +
  "B 事先知道一天中该做的事。\n" +
  "第25题：做许多人都做的事时，你喜欢：\n" +
  "A 按惯例去做。\n" +
  "B 发明自己的新方法。\n" +
  "第26题：多数人说你是一个：\n" +
  "A 不爱吐露心事的人。\n" +
  "B 非常坦率的人。\n" +
  "第27题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 看不见的\n" +
  "B 看的见的\n" +
  "第28题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 计划\n" +
  "B 随意\n" +
  "第29题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 温情\n" +
  "B 坚定\n" +
  "第30题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 事实\n" +
  "B 想法\n" +
  "第31题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 思维\n" +
  "B 情感\n" +
  "第32题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 热忱\n" +
  "B 平静\n" +
  "第33题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 说服\n" +
  "B 打动\n" +
  "第34题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 陈述\n" +
  "B 概念\n" +
  "第35题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 分析\n" +
  "B 同情\n" +
  "第36题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 系统性\n" +
  "B 随机性\n" +
  "第37题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 敏感\n" +
  "B 精确\n" +
  "第38题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 缄默\n" +
  "B 健谈\n" +
  "第39题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 常识性的\n" +
  "B 理论性的\n" +
  "第40题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 侠肝义胆\n" +
  "B 深谋远虑\n" +
  "第41题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 正式\n" +
  "B 非正式\n" +
  "第42题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 沉静\n" +
  "B 活跃\n" +
  "第43题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 利益\n" +
  "B 祝福\n" +
  "第44题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 理论性\n" +
  "B 确定性\n" +
  "第45题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 坚定的\n" +
  "B 忠诚的\n" +
  "第46题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 理想\n" +
  "B 现实\n" +
  "第47题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 雄心\n" +
  "B 柔肠\n" +
  "第48题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 想象中的\n" +
  "B 事实上的\n" +
  "第49题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 冷静的\n" +
  "B 激情的\n" +
  "第50题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 制作\n" +
  "B 创造\n" +
  "第51题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 热情的\n" +
  "B 中立的\n" +
  "第52题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 明理的\n" +
  "B 迷人的\n" +
  "第53题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 有同情心\n" +
  "B 有逻辑头脑\n" +
  "第54题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 生产\n" +
  "B 设计\n" +
  "第55题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 冲动\n" +
  "B 决择\n" +
  "第56题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 公正的\n" +
  "B 体谅的\n" +
  "第57题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 安静的\n" +
  "B 爱交际的\n" +
  "第58题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 理性\n" +
  "B 感性\n" +
  "第59题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 不受限制的\n" +
  "B 安排好的\n" +
  "第60题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 具体\n" +
  "B 抽象\n" +
  "第61题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 能干的\n" +
  "B 细腻的\n" +
  "第62题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 开放\n" +
  "B 私密\n" +
  "第63题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 建造\n" +
  "B 发明\n" +
  "第64题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 有序的\n" +
  "B 随便的\n" +
  "第65题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 想象\n" +
  "B 现实\n" +
  "第66题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 好胜的\n" +
  "B 好心的\n" +
  "第67题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 理论\n" +
  "B 事实\n" +
  "第68题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 很少的朋友\n" +
  "B 很多的朋友\n" +
  "第69题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 可能\n" +
  "B 确知\n" +
  "第70题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 宽容的\n" +
  "B 坚决的\n" +
  "第71题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 新异的\n" +
  "B 已知的\n" +
  "第72题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 温柔\n" +
  "B 力量\n" +
  "第73题：你更倾向或喜欢：(指你现在已具有的，而非向往的)\n" +
  "A 实用\n" +
  "B 创新\n" +
  "第74题：和一群人在一起聚会通常会让你感到：\n" +
  "A 兴致勃勃\n" +
  "B 筋疲力尽\n" +
  "第75题：你在做一个决定时，更多地会：\n" +
  "A 权衡实际的得失\n" +
  "B 考虑其他人的感受\n" +
  "第76题：通常你更喜欢：\n" +
  "A 提前安排好该做什么\n" +
  "B 到时候率性而为\n" +
  "第77题：当你一个人在家时，你：\n" +
  "A 能够沉静在自己的思维中\n" +
  "B 总觉的应该做点什么事情\n" +
  "第78题：多数情况下，你：\n" +
  "A 随兴致做事\n" +
  "B 按日程表做事\n" +
  "第79题：你通常：\n" +
  "A 容易和大家打成一片\n" +
  "B 独处的时候更多\n" +
  "第80题：你做事更倾向于：\n" +
  "A 等到各方面的信息都全了以后再做计划\n" +
  "B 提前很久就定计划\n" +
  "第81题：通常别人：\n" +
  "A 容易和你交上朋友\n" +
  "B 较难和你交上朋友\n" +
  "第82题：你通常喜欢上这样的课程：\n" +
  "A 探讨理论和概念\n" +
  "B 列举事实和图表\n" +
  "第83题：在聚会时，你一般:\n" +
  "A 说的时候多\n" +
  "B 听的时候多\n" +
  "第84题：你觉的自己更倾向于是一个:\n" +
  "A 随意的人\n" +
  "B 有秩序的人\n" +
  "第85题：你通常：\n" +
  "A 只同那些兴趣相同的人才能长谈\n" +
  "B 只要愿意，和任何人都可以长聊\n" +
  "第86题：当你有一个报告需要在一个星期内交出时，你：\n" +
  "A 常留出足够的时间并能提早完成\n" +
  "B 常常是在最后一刻及时赶出来\n" +
  "第87题：哪一个对你来说是更高的评价：\n" +
  "A 有好胜心的\n" +
  "B 有同情心的\n" +
  "第88题：你觉得按日程表办事：\n" +
  "A 虽有必要，但不喜欢\n" +
  "B 有帮助的，非常喜欢\n" +
  "第89题：你更愿在一个：\n" +
  "A 态度亲切，但有时会感情用事的老板手下工作\n" +
  "B 态度严厉，但始终按逻辑办事的老板手下工作\n" +
  "第90题：在完成一项大任务时，你常常是：\n" +
  "A 边做边考虑下一步\n" +
  "B 事先想好每个步骤\n" +
  "第91题：在社交场合，你通常觉得：\n" +
  "A 很难和不认识的人进行交谈\n" +
  "B 很容易和多数人谈笑风生\n" +
  "第92题：你常常是：\n" +
  "A 按已经有效的方法做事\n" +
  "B 尝试一下有没有更好的办法\n" +
  "第93题：你做事情更喜欢按：\n" +
  "A 当天的感觉\n" +
  "B 已订好的日程表";
export { questionAll };
